Repository: jjundev/project_wattly
Catalog: Wattly/Resources/Localizable.xcstrings
Source language: ko
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hu, id, it, ja, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: 전력 소비 (권장)
ar: استهلاك الطاقة (موصى به)
cs: Spotřeba energie (doporučeno)
da: Strømforbrug (anbefales)
de: Stromverbrauch (Empfohlen)
el: Κατανάλωση ισχύος (συνιστάται)
en: Power Consumption (Recommended)
es: Consumo de energía (Recomendado)
fi: Virrankulutus (suositus)
fr: Consommation d'énergie (Recommandé)
he: צריכת חשמל (מומלץ)
hi: बिजली की खपत (अनुशंसित)
hu: Energiafogyasztás (ajánlott)
id: Konsumsi Daya (Disarankan)
it: Consumo energetico (Consigliato)
ja: 消費電力（推奨）
nb: Strømforbruk (anbefales)
nl: Stroomverbruik (Aanbevolen)
pl: Pobór mocy (zalecane)
pt_br: Consumo de Energia (Recomendado)
pt_pt: Consumo de energia (Recomendado)
ro: Consum de energie (recomandat)
ru: Энергопотребление (рекомендуется)
sv: Strömförbrukning (rekommenderas)
th: การใช้พลังงาน (แนะนำ)
tr: Güç Tüketimi (Önerilen)
uk: Споживання енергії (рекомендовано)
vi: Tiêu thụ điện năng (Khuyến nghị)
zh_hans: 功耗（推荐）
zh_hant: 功耗（建議）

source: 전력 표시
ar: عرض الطاقة
cs: Zobrazení příkonu
da: Strømvisning
de: Leistungsanzeige
el: Εμφάνιση ισχύος
en: Power Display
es: Visualización de potencia
fi: Virran näyttö
fr: Affichage de la puissance
he: תצוגת צריכת חשמל
hi: पावर डिस्प्ले
hu: Fogyasztás kijelzése
id: Tampilan Daya
it: Visualizzazione potenza
ja: 電力表示
nb: Strømvisning
nl: Vermogensweergave
pl: Wyświetlanie mocy
pt_br: Exibição do Consumo
pt_pt: Apresentação da potência
ro: Afișare consum
ru: Отображение мощности
sv: Effektvisning
th: การแสดงผลพลังงาน
tr: Güç Gösterimi
uk: Відображення потужності
vi: Hiển thị điện năng
zh_hans: 功耗显示
zh_hant: 功耗顯示

source: 전력 표시 안정화
ar: تنعيم قراءات الطاقة
cs: Vyhlazovat naměřený příkon
da: Udjævn strømaflæsninger
de: Leistungsanzeige glätten
el: Εξομάλυνση μετρήσεων ισχύος
en: Smooth Power Readings
es: Suavizar lecturas de potencia
fi: Tasoita virranlukemat
fr: Lissage de la puissance affichée
he: החלקת קריאות צריכת חשמל
hi: पावर रीडिंग को सुगम बनाएं
hu: Fogyasztási értékek simítása
id: Ratakan Pembacaan Daya
it: Smussa letture di potenza
ja: 電力表示のスムージング
nb: Jevn ut strømavlesninger
nl: Vermogensmetingen afvlakken
pl: Wygładzanie odczytów mocy
pt_br: Suavizar Leituras de Consumo
pt_pt: Suavizar leituras de potência
ro: Netezire citiri de consum
ru: Сглаживание показателей мощности
sv: Jämna ut effektavläsningar
th: ปรับการอ่านค่าพลังงานให้ราบรื่น
tr: Güç Değerlerini Dengele
uk: Згладжування показників потужності
vi: Làm mịn số đọc điện năng
zh_hans: 功耗读数平滑
zh_hant: 功耗讀數平滑化

source: 전류
ar: التيار
cs: Proud
da: Strøm
de: Stromstärke
el: Ένταση
en: Current
es: Corriente
fi: Virta
fr: Intensité
he: זרם
hi: करंट
hu: Áramerősség
id: Arus
it: Corrente
ja: 電流
nb: Strømstyrke
nl: Stroomsterkte
pl: Prąd
pt_br: Corrente
pt_pt: Corrente
ro: Curent
ru: Сила тока
sv: Strömstyrka
th: กระแสไฟ
tr: Akım
uk: Струм
vi: Dòng điện
zh_hans: 电流
zh_hant: 電流

source: 전압
ar: الجهد
cs: Napětí
da: Spænding
de: Spannung
el: Τάση
en: Voltage
es: Voltaje
fi: Jännite
fr: Tension
he: מתח
hi: वोल्टेज
hu: Feszültség
id: Tegangan
it: Tensione
ja: 電圧
nb: Spenning
nl: Spanning
pl: Napięcie
pt_br: Tensão
pt_pt: Tensão
ro: Tensiune
ru: Напряжение
sv: Spänning
th: แรงดันไฟ
tr: Gerilim
uk: Напруга
vi: Điện áp
zh_hans: 电压
zh_hant: 電壓

source: 전원 공급원
ar: مصدر الطاقة
cs: Zdroj napájení
da: Strømkilde
de: Stromquelle
el: Πηγή ρεύματος
en: Power Source
es: Fuente de alimentación
fi: Virtalähde
fr: Source d’alimentation
he: מקור כוח
hi: पावर स्रोत
hu: Áramforrás
id: Sumber Daya
it: Sorgente di alimentazione
ja: 電源
nb: Strømkilde
nl: Voedingsbron
pl: Źródło zasilania
pt_br: Fonte de Alimentação
pt_pt: Fonte de Alimentação
ro: Sursă de alimentare
ru: Источник питания
sv: Strömkälla
th: แหล่งจ่ายไฟ
tr: Güç Kaynağı
uk: Джерело живлення
vi: Nguồn điện
zh_hans: 电源来源
zh_hant: 電源來源

source: 전원 소스를 읽을 수 없습니다
ar: تعذّرت قراءة مصدر الطاقة
cs: Nelze načíst zdroj napájení
da: Kan ikke læse strømkilden
de: Energiequelle kann nicht gelesen werden
el: Δεν είναι δυνατή η ανάγνωση της πηγής τροφοδοσίας
en: Cannot read power source
es: No se puede leer la fuente de alimentación
fi: Virtalähdettä ei voi lukea
fr: Impossible de lire la source d'alimentation
he: לא ניתן לקרוא את מקור המתח
hi: पावर स्रोत नहीं पढ़ा जा सका
hu: A tápforrás nem olvasható
id: Tidak dapat membaca sumber daya
it: Impossibile leggere la fonte di alimentazione
ja: 電源を読み取れません
nb: Kan ikke lese strømkilden
nl: Kan stroombron niet lezen
pl: Nie można odczytać źródła zasilania
pt_br: Não é possível ler a fonte de energia
pt_pt: Não é possível ler a fonte de energia
ro: Sursa de alimentare nu poate fi citită
ru: Не удается считать источник питания
sv: Det går inte att läsa strömkällan
th: ไม่สามารถอ่านแหล่งจ่ายไฟได้
tr: Güç kaynağı okunamıyor
uk: Не вдається зчитати джерело живлення
vi: Không thể đọc nguồn điện
zh_hans: 无法读取电源
zh_hant: 無法讀取電源

source: 전원 어댑터
ar: محول الطاقة
cs: Napájecí adaptér
da: Strømforsyning
de: Netzteil
el: Προσαρμογέας ρεύματος
en: Power Adapter
es: Adaptador de corriente
fi: Virtalähde
fr: Adaptateur secteur
he: מתאם מתח
hi: पावर अडैप्टर
hu: Hálózati adapter
id: Adaptor Daya
it: Alimentatore
ja: 電源アダプタ
nb: Strømadapter
nl: Lichtnetadapter
pl: Zasilacz
pt_br: Adaptador de Alimentação
pt_pt: Adaptador de Corrente
ro: Adaptor de alimentare
ru: Адаптер питания
sv: Strömadapter
th: อะแดปเตอร์แปลงไฟ
tr: Güç Adaptörü
uk: Адаптер живлення
vi: Bộ tiếp hợp nguồn
zh_hans: 电源适配器
zh_hant: 電源轉接器

source: 전원 어댑터 및 배터리
ar: محول الطاقة والبطارية
cs: Napájecí adaptér a baterie
da: Strømforsyning og batteri
de: Netzteil und Batterie
el: Προσαρμογέας και μπαταρία
en: Power Adapter & Battery
es: Adaptador y batería
fi: Virtalähde ja akku
fr: Adaptateur secteur et batterie
he: מתאם מתח וסוללה
hi: पावर अडैप्टर और बैटरी
hu: Hálózati adapter és akkumulátor
id: Adaptor Daya & Baterai
it: Alimentatore e batteria
ja: 電源アダプタおよびバッテリー
nb: Strømadapter og batteri
nl: Lichtnetadapter en batterij
pl: Zasilacz i bateria
pt_br: Adaptador e Bateria
pt_pt: Adaptador e Bateria
ro: Adaptor și baterie
ru: Адаптер питания и аккумулятор
sv: Strömadapter och batteri
th: อะแดปเตอร์แปลงไฟและแบตเตอรี่
tr: Güç Adaptörü ve Pil
uk: Адаптер і акумулятор
vi: Bộ sạc và pin
zh_hans: 电源适配器与电池
zh_hant: 電源轉接器與電池

source: 전원 어댑터 연결 여부
ar: Power Adapter Connected
cs: Power Adapter Connected
da: Power Adapter Connected
de: Netzteil angeschlossen
el: Power Adapter Connected
en: Power Adapter Connected
es: Adaptador de corriente conectado
fi: Power Adapter Connected
fr: Adaptateur secteur connecté
he: Power Adapter Connected
hi: Power Adapter Connected
hu: Power Adapter Connected
id: Power Adapter Connected
it: Power Adapter Connected
ja: 電源アダプタ接続中
nb: Power Adapter Connected
nl: Power Adapter Connected
pl: Power Adapter Connected
pt_br: Power Adapter Connected
pt_pt: Power Adapter Connected
ro: Power Adapter Connected
ru: Power Adapter Connected
sv: Power Adapter Connected
th: Power Adapter Connected
tr: Power Adapter Connected
uk: Power Adapter Connected
vi: Power Adapter Connected
zh_hans: 电源适配器已连接
zh_hant: 電源轉接器已連接

source: 전원 어댑터로 작동 중
ar: يعمل بمحول الطاقة
cs: Napájeno z napájecího adaptéru
da: Kører på strømforsyning
de: Stromversorgung über Netzteil
el: Λειτουργία με τροφοδοτικό
en: Powered by Power Adapter
es: Alimentado por el adaptador de corriente
fi: Käytetään virtalähteellä
fr: Alimenté par l'adaptateur secteur
he: מופעל באמצעות מתאם מתח
hi: पावर एडाप्टर द्वारा संचालित
hu: Tápellátás hálózati adapterről
id: Ditenagai oleh Adaptor Daya
it: Alimentato da alimentatore
ja: 電源アダプタで給電中
nb: Drives av strømadapter
nl: Gevoed door lichtnetadapter
pl: Zasilanie z zasilacza
pt_br: Alimentado pelo Adaptador de Energia
pt_pt: Alimentado pelo adaptador de corrente
ro: Alimentat de la adaptorul de alimentare
ru: Питание от адаптера
sv: Drivs av strömadapter
th: ใช้พลังงานจากอะแดปเตอร์แปลงไฟ
tr: Güç Adaptörüyle Çalışıyor
uk: Живлення від адаптера
vi: Đang chạy bằng bộ tiếp hợp nguồn
zh_hans: 由电源适配器供电
zh_hant: 電源轉接器供電中

source: 전원 어댑터를 다시 연결하면 이어서 진행합니다.
ar: أعد توصيل محول الطاقة ليتم استئناف العملية.
cs: Znovu připojte napájecí adaptér a pokračujte.
da: Tilslut strømforsyningen igen, så fortsætter det.
de: Schließe das Netzteil wieder an, dann wird fortgesetzt.
el: Επανασυνδέστε τον προσαρμογέα ρεύματος για να συνεχίσει.
en: Reconnect the power adapter and it will continue.
es: Vuelve a conectar el adaptador de corriente para continuar.
fi: Kytke virtalähde uudelleen, niin toiminto jatkuu.
fr: Rebranchez l'adaptateur secteur pour reprendre.
he: חבר מחדש את מתאם המתח כדי להמשיך.
hi: जारी रखने के लिए पावर अडैप्टर को फिर से कनेक्ट करें।
hu: Csatlakoztasd újra a hálózati adaptert a folytatáshoz.
id: Sambungkan kembali adaptor daya agar dapat dilanjutkan.
it: Ricollega l'alimentatore per continuare.
ja: 電源アダプタを再接続すると続行します。
nb: Koble til strømadapteren på nytt for å fortsette.
nl: Sluit de lichtnetadapter opnieuw aan om verder te gaan.
pl: Podłącz ponownie zasilacz, aby kontynuować.
pt_br: Reconecte o adaptador de energia para continuar.
pt_pt: Volte a ligar o adaptador de corrente para continuar.
ro: Reconectează adaptorul de alimentare pentru a continua.
ru: Подключите адаптер питания заново, чтобы продолжить.
sv: Anslut strömadaptern igen så fortsätter det.
th: เชื่อมต่ออะแดปเตอร์แปลงไฟใหม่เพื่อดำเนินการต่อ
tr: Devam etmesi için güç adaptörünü yeniden bağlayın.
uk: Під'єднайте адаптер живлення знову, щоб продовжити.
vi: Cắm lại bộ tiếp hợp nguồn để tiếp tục.
zh_hans: 重新连接电源适配器后将继续进行。
zh_hant: 重新連接電源轉接器後將繼續進行。

source: 전원 어댑터를 연결해 주세요.
ar: قم بتوصيل محول الطاقة.
cs: Připojte napájecí adaptér.
da: Tilslut strømforsyningen.
de: Schließe das Netzteil an.
el: Συνδέστε τον προσαρμογέα ρεύματος.
en: Connect the power adapter.
es: Conecta el adaptador de corriente.
fi: Kytke virtalähde.
fr: Branchez l'adaptateur secteur.
he: חבר את מתאם המתח.
hi: पावर अडैप्टर कनेक्ट करें।
hu: Csatlakoztasd a hálózati adaptert.
id: Sambungkan adaptor daya.
it: Collega l'alimentatore.
ja: 電源アダプタを接続してください。
nb: Koble til strømadapteren.
nl: Sluit de lichtnetadapter aan.
pl: Podłącz zasilacz.
pt_br: Conecte o adaptador de energia.
pt_pt: Ligue o adaptador de corrente.
ro: Conectează adaptorul de alimentare.
ru: Подключите адаптер питания.
sv: Anslut strömadaptern.
th: กรุณาเชื่อมต่ออะแดปเตอร์แปลงไฟ
tr: Güç adaptörünü bağlayın.
uk: Під'єднайте адаптер живлення.
vi: Hãy cắm bộ tiếp hợp nguồn.
zh_hans: 请连接电源适配器。
zh_hant: 請連接電源轉接器。

source: 전원 연결됨
ar: Connected to Power
cs: Connected to Power
da: Connected to Power
de: Mit Stromnetz verbunden
el: Connected to Power
en: Connected to Power
es: Conectado a la corriente
fi: Connected to Power
fr: Connecté à l'alimentation
he: Connected to Power
hi: Connected to Power
hu: Connected to Power
id: Connected to Power
it: Connected to Power
ja: 電源接続中
nb: Connected to Power
nl: Connected to Power
pl: Connected to Power
pt_br: Connected to Power
pt_pt: Connected to Power
ro: Connected to Power
ru: Connected to Power
sv: Connected to Power
th: Connected to Power
tr: Connected to Power
uk: Connected to Power
vi: Connected to Power
zh_hans: 已连接电源
zh_hant: 已連接電源

source: 절전
ar: موفر للطاقة
cs: Úsporný
da: Strømbesparelse
de: Eco
el: Οικονομικό
en: Eco
es: Eco
fi: Eko
fr: Éco
he: חיסכון
hi: इको
hu: Energiatakarékos
id: Hemat
it: Eco
ja: 省電力
nb: Strømsparing
nl: Eco
pl: Eko
pt_br: Econômico
pt_pt: Económico
ro: Eco
ru: Эко
sv: Strömspar
th: ประหยัดพลังงาน
tr: Tasarruf
uk: Еко
vi: Tiết kiệm
zh_hans: 节能
zh_hant: 節能

source: 절차: 100% 충전 → 20% 방전 → 10분 대기 → 100% 재충전 → 60분 대기 → 원래 설정 복원
ar: الخطوات: الشحن حتى 100% → التفريغ حتى 20% → الانتظار 10 دقائق → إعادة الشحن حتى 100% → الانتظار 60 دقيقة → استعادة إعداداتك
cs: Kroky: nabít na 100 % → vybít na 20 % → čekat 10 min → znovu nabít na 100 % → čekat 60 min → obnovit vaše nastavení
da: Trin: oplad til 100 % → aflad til 20 % → vent 10 min → genoplad til 100 % → vent 60 min → gendan dine indstillinger
de: Schritte: auf 100 % laden → auf 20 % entladen → 10 Min. warten → erneut auf 100 % laden → 60 Min. warten → deine Einstellungen wiederherstellen
el: Βήματα: φόρτιση έως 100% → εκφόρτιση έως 20% → αναμονή 10 λεπτών → επαναφόρτιση έως 100% → αναμονή 60 λεπτών → επαναφορά των ρυθμίσεών σας
en: Steps: charge to 100% → discharge to 20% → wait 10 min → recharge to 100% → wait 60 min → restore your settings
es: Pasos: cargar al 100 % → descargar al 20 % → esperar 10 min → recargar al 100 % → esperar 60 min → restaurar tu configuración
fi: Vaiheet: lataa 100 %:iin → pura 20 %:iin → odota 10 min → lataa uudelleen 100 %:iin → odota 60 min → palauta asetuksesi
fr: Étapes : charger à 100 % → décharger à 20 % → attendre 10 min → recharger à 100 % → attendre 60 min → restaurer vos réglages
he: שלבים: טעינה עד 100% → פריקה עד 20% → המתנה 10 דקות → טעינה חוזרת עד 100% → המתנה 60 דקות → שחזור ההגדרות שלך
hi: चरण: 100% तक चार्ज करें → 20% तक डिस्चार्ज करें → 10 मिनट प्रतीक्षा करें → फिर से 100% तक चार्ज करें → 60 मिनट प्रतीक्षा करें → अपनी सेटिंग्स पुनर्स्थापित करें
hu: Lépések: töltés 100%-ig → merítés 20%-ig → várakozás 10 percig → ismételt töltés 100%-ig → várakozás 60 percig → beállítások visszaállítása
id: Langkah-langkah: isi daya hingga 100% → kosongkan daya hingga 20% → tunggu 10 mnt → isi ulang daya hingga 100% → tunggu 60 mnt → pulihkan pengaturan Anda
it: Passaggi: carica al 100% → scarica al 20% → attendi 10 min → ricarica al 100% → attendi 60 min → ripristina le tue impostazioni
ja: 手順：100%まで充電 → 20%まで放電 → 10分待機 → 再び100%まで充電 → 60分待機 → 元の設定に戻す
nb: Trinn: lad til 100 % → lad ut til 20 % → vent 10 min → lad til 100 % igjen → vent 60 min → gjenopprett innstillingene dine
nl: Stappen: opladen tot 100% → ontladen tot 20% → 10 min wachten → opnieuw opladen tot 100% → 60 min wachten → je instellingen herstellen
pl: Kroki: naładuj do 100% → rozładuj do 20% → czekaj 10 min → naładuj ponownie do 100% → czekaj 60 min → przywróć swoje ustawienia
pt_br: Etapas: carregar até 100% → descarregar até 20% → aguardar 10 min → recarregar até 100% → aguardar 60 min → restaurar suas configurações
pt_pt: Etapas: carregar até 100% → descarregar até 20% → aguardar 10 min → recarregar até 100% → aguardar 60 min → restaurar as suas definições
ro: Pași: încarcă până la 100% → descarcă până la 20% → așteaptă 10 min → reîncarcă până la 100% → așteaptă 60 min → restaurează setările tale
ru: Этапы: зарядка до 100% → разрядка до 20% → ожидание 10 мин → повторная зарядка до 100% → ожидание 60 мин → восстановление ваших настроек
sv: Steg: ladda till 100 % → ladda ur till 20 % → vänta 10 min → ladda till 100 % igen → vänta 60 min → återställ dina inställningar
th: ขั้นตอน: ชาร์จถึง 100% → คายประจุถึง 20% → รอ 10 นาที → ชาร์จถึง 100% อีกครั้ง → รอ 60 นาที → คืนค่าการตั้งค่าของคุณ
tr: Adımlar: %100'e şarj → %20'ye deşarj → 10 dk bekle → tekrar %100'e şarj → 60 dk bekle → ayarlarını geri yükle
uk: Етапи: заряджання до 100% → розряджання до 20% → очікування 10 хв → повторне заряджання до 100% → очікування 60 хв → відновлення ваших налаштувань
vi: Các bước: sạc đến 100% → xả đến 20% → chờ 10 phút → sạc lại đến 100% → chờ 60 phút → khôi phục cài đặt của bạn
zh_hans: 步骤：充电至 100% → 放电至 20% → 等待 10 分钟 → 再次充电至 100% → 等待 60 分钟 → 恢复你的设置
zh_hant: 步驟：充電至 100% → 放電至 20% → 等待 10 分鐘 → 再次充電至 100% → 等待 60 分鐘 → 還原你的設定

source: 정밀 계측기
ar: أداة دقيقة
cs: Přesný přístroj
da: Præcisionsinstrument
de: Präzisionsinstrument
el: Όργανο ακριβείας
en: Precision Instrument
es: Instrumento de precisión
fi: Tarkkuusmittari
fr: Instrument de précision
he: מכשיר מדויק
hi: सटीक उपकरण
hu: Precíziós műszer
id: Instrumen Presisi
it: Strumento di precisione
ja: 精密計測器
nb: Presisjonsinstrument
nl: Precisie-instrument
pl: Przyrząd precyzyjny
pt_br: Instrumento de Precisão
pt_pt: Instrumento de precisão
ro: Instrument de precizie
ru: Прецизионный прибор
sv: Precisionsinstrument
th: เครื่องมือวัดความแม่นยำสูง
tr: Hassas Alet
uk: Прецизійний прилад
vi: Thiết bị đo chính xác
zh_hans: 精密仪器
zh_hant: 精密儀器

source: 정상
ar: سليم
cs: V pořádku
da: Normal
de: Normal
el: Κανονικό
en: Healthy
es: Normal
fi: Normaali
fr: Normal
he: תקין
hi: सामान्य
hu: Normál
id: Normal
it: Normale
ja: 正常
nb: Normal
nl: Normaal
pl: Prawidłowy
pt_br: Normal
pt_pt: Normal
ro: Normal
ru: Норма
sv: Normal
th: ปกติ
tr: Normal
uk: Норма
vi: Bình thường
zh_hans: 正常
zh_hant: 正常

source: 정상적인 배터리에 반복 실행은 권장하지 않습니다. 90일 또는 40 사이클마다 한 번이면 충분합니다.
ar: لا يُنصح بتكرار هذا الإجراء على بطارية سليمة. مرة واحدة كل 90 يومًا أو 40 دورة كافية.
cs: Opakování tohoto postupu na zdravé baterii se nedoporučuje. Stačí jednou za 90 dní nebo 40 cyklů.
da: Det anbefales ikke at gentage dette på et sundt batteri. En gang hver 90. dag eller hver 40. cyklus er nok.
de: Eine Wiederholung bei einem gesunden Akku wird nicht empfohlen. Einmal alle 90 Tage oder 40 Zyklen reicht aus.
el: Δεν συνιστάται η επανάληψη αυτής της διαδικασίας σε μια υγιή μπαταρία. Μία φορά κάθε 90 ημέρες ή 40 κύκλους είναι αρκετή.
en: Repeating this on a healthy battery is not recommended. Once every 90 days or 40 cycles is enough.
es: No se recomienda repetir esto en una batería sana. Una vez cada 90 días o 40 ciclos es suficiente.
fi: Tämän toistamista terveellä akulla ei suositella. Kerta 90 päivän tai 40 syklin välein riittää.
fr: Il n'est pas recommandé de répéter cette opération sur une batterie en bon état. Une fois tous les 90 jours ou 40 cycles suffit.
he: לא מומלץ לחזור על פעולה זו בסוללה בריאה. פעם אחת כל 90 יום או 40 מחזורים מספיקה.
hi: स्वस्थ बैटरी पर इसे दोहराना अनुशंसित नहीं है। हर 90 दिन या 40 साइकिल में एक बार पर्याप्त है।
hu: Egészséges akkumulátoron nem javasolt ezt ismételten futtatni. Elég 90 naponta vagy 40 ciklusonként egyszer.
id: Mengulangi ini pada baterai yang sehat tidak disarankan. Cukup sekali setiap 90 hari atau 40 siklus.
it: Non è consigliabile ripetere questa procedura su una batteria in buone condizioni. Una volta ogni 90 giorni o 40 cicli è sufficiente.
ja: 正常なバッテリーで繰り返し実行することは推奨されません。90日または40サイクルに一度で十分です。
nb: Det anbefales ikke å gjenta dette på et friskt batteri. Én gang hver 90. dag eller 40. syklus er nok.
nl: Het wordt niet aanbevolen om dit te herhalen op een gezonde batterij. Eén keer per 90 dagen of 40 cycli is voldoende.
pl: Powtarzanie tego na sprawnej baterii nie jest zalecane. Wystarczy raz na 90 dni lub 40 cykli.
pt_br: Não é recomendável repetir isso em uma bateria saudável. Uma vez a cada 90 dias ou 40 ciclos é suficiente.
pt_pt: Não é recomendável repetir este procedimento numa bateria saudável. Uma vez a cada 90 dias ou 40 ciclos é suficiente.
ro: Repetarea acestei proceduri pe o baterie sănătoasă nu este recomandată. O dată la 90 de zile sau 40 de cicluri este suficient.
ru: Повторять эту процедуру на исправной батарее не рекомендуется. Достаточно раз в 90 дней или 40 циклов.
sv: Det rekommenderas inte att upprepa detta på ett friskt batteri. En gång var 90:e dag eller vart 40:e cykel räcker.
th: ไม่แนะนำให้ทำซ้ำขั้นตอนนี้กับแบตเตอรี่ที่ปกติดี ทำเพียงครั้งเดียวทุก 90 วันหรือทุก 40 รอบก็เพียงพอ
tr: Sağlıklı bir pilde bunu tekrarlamak önerilmez. 90 günde veya 40 döngüde bir yeterlidir.
uk: Повторювати цю процедуру на справному акумуляторі не рекомендується. Достатньо одного разу на 90 днів або 40 циклів.
vi: Không nên lặp lại thao tác này trên pin còn khỏe mạnh. Chỉ cần thực hiện một lần mỗi 90 ngày hoặc 40 chu kỳ là đủ.
zh_hans: 不建议在电池状况良好时反复执行此操作。每 90 天或每 40 个循环执行一次即可。
zh_hant: 不建議在電池狀況良好時反覆執行此操作。每 90 天或每 40 次循環執行一次即可。

source: 제어 실패 — macOS 자동 제어로 복귀
ar: فشل التحكم — تم الرجوع إلى تحكم macOS التلقائي
cs: Řízení selhalo — obnoveno automatické řízení macOS
da: Styring mislykkedes — vendte tilbage til automatisk macOS-styring
de: Steuerung fehlgeschlagen – Zurück zur automatischen macOS-Steuerung
el: Αποτυχία ελέγχου — επαναφορά σε αυτόματο έλεγχο macOS
en: Control Failed — Reverted to macOS Automatic
es: Error de control — Se restableció el control automático de macOS
fi: Ohjaus epäonnistui — palattu macOS:n automaattiseen ohjaukseen
fr: Échec du contrôle — Retour au contrôle automatique macOS
he: הבקרה נכשלה — הוחזר לבקרה אוטומטית של macOS
hi: नियंत्रण विफल — macOS स्वचालित नियंत्रण पर वापस लौटा
hu: A vezérlés nem sikerült — visszatérés a macOS automatikus vezérlésére
id: Kontrol Gagal — Dikembalikan ke Kontrol Otomatis macOS
it: Controllo non riuscito — Ripristinato il controllo automatico macOS
ja: 制御失敗 — macOS自動制御に復帰
nb: Styring mislyktes — gikk tilbake til automatisk macOS-styring
nl: Regeling mislukt — Teruggekeerd naar automatische macOS-regeling
pl: Sterowanie nie powiodło się — przywrócono automatyczne sterowanie macOS
pt_br: Falha no Controle — Retornado ao Controle Automático do macOS
pt_pt: Falha no controlo — Revertido para o controlo automático do macOS
ro: Controlul a eșuat — s-a revenit la controlul automat macOS
ru: Сбой управления — возврат к автоматическому управлению macOS
sv: Styrning misslyckades — återgick till automatisk macOS-styrning
th: การควบคุมล้มเหลว — กลับไปใช้การควบคุมอัตโนมัติของ macOS
tr: Denetim Başarısız — macOS Otomatik Denetime Geri Dönüldü
uk: Збій керування — повернення до автоматичного керування macOS
vi: Điều khiển thất bại — Đã hoàn tác về điều khiển tự động macOS
zh_hans: 控制失败 — 已恢复为macOS自动控制
zh_hant: 控制失敗 — 已回復為macOS自動控制

source: 종료
ar: إنهاء
cs: Ukončit
da: Slut
de: Beenden
el: Τερματισμός
en: Quit
es: Salir
fi: Lopeta
fr: Quitter
he: יציאה
hi: बंद करें
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
nb: Avslutt
nl: Stop
pl: Zakończ
pt_br: Encerrar
pt_pt: Encerrar
ro: Terminare
ru: Завершить
sv: Avsluta
th: ออก
tr: Çıkış
uk: Завершити
vi: Thoát
zh_hans: 退出
zh_hant: 結束

source: 종이배
ar: قارب ورقي
cs: Papírová lodička
da: Papirbåd
de: Papierschiffchen
el: Χάρτινο καραβάκι
en: Paper Boat
es: Barco de papel
fi: Paperivene
fr: Bateau en papier
he: סירת נייר
hi: कागज़ की नाव
hu: Papírhajó
id: Perahu Kertas
it: Barchetta di carta
ja: 紙の船
nb: Papirbåt
nl: Papieren bootje
pl: Papierowa łódka
pt_br: Barco de papel
pt_pt: Barco de papel
ro: Barcă de hârtie
ru: Бумажный кораблик
sv: Pappersbåt
th: เรือกระดาษ
tr: Kağıt Gemi
uk: Паперовий кораблик
vi: Thuyền giấy
zh_hans: 纸船
zh_hant: 紙船

source: 주말
ar: عطلة نهاية الأسبوع
cs: Víkendy
da: Weekender
de: Wochenenden
el: Σαββατοκύριακα
en: Weekends
es: Fines de semana
fi: Viikonloput
fr: Week-ends
he: סופי שבוע
hi: सप्ताहांत
hu: Hétvégék
id: Akhir Pekan
it: Fine settimana
ja: 週末
nb: Helger
nl: Weekenden
pl: Weekendy
pt_br: Finais de Semana
pt_pt: Fins de semana
ro: Weekenduri
ru: Выходные
sv: Helger
th: วันหยุดสุดสัปดาห์
tr: Hafta Sonları
uk: Вихідні
vi: Cuối tuần
zh_hans: 周末
zh_hant: 週末
